Revit 2027 API
BuiltInFailures.SiteImportFailures.TooLarge Property
 There are too many points on the selected layers of this dataset to place into the toposolid. Try selecting fewer layers to create the toposolid
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId TooLarge { get; }
Public Shared ReadOnly Property TooLarge As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ TooLarge {
	FailureDefinitionId^ get ();
}
static member TooLarge : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SiteImportFailures Class
Autodesk.Revit.DB Namespace